[{
	'text': 'A strong progressive and populist narrative to unite our voters is one that combines both race and class as a way which those in power divide people. Tackling racism and economic injustice together is better than trying to combat each alone.'
},	
{
	'text': 'No one who works 40-hours a week should live in poverty. The minimum wage needs to be a livable wage of $15 an hour tied to inflation.'
},	
{
	'text': 'If it is too big to fail it is too big to exist. Large banking institutions must pay their fair share towards the tax burdens of their communities. A tax on financial transactions of securities should be implemented.'
},	
{
	'text': 'Where industrial jobs and factories leaves urban environments, gentrification in a community is caused by the inability of the working class to keep pace with the interests and motivations of corporate developers. The economic development tactics of gentrifiers are misplaced to attract new, wealthier, residents to a community at the expense of preexisting and oftentimes historically disenfranchised groups. For the working class, gentrifying economic development does more harm than good.'
},	
{
	'text': 'Homelessness is an issue that has its roots in many diverse policy areas including housing affordability, unemployment and underemployment, mental health, domestic violence, racial inequality, and other factors. Homelessness today is a failure of public policy, not individual responsibility.'
},	
{
	'text': 'Members of your community face discrimination from law enforcement on the basis of their race. Plus, the unnecessary militarization of police forces only exacerbates these tensions.  Community policing efforts and the deployment of body cameras in the field are promising developments, but far from solutions, in solving police violence.'
},	
{
	'text': 'In many states, the civil rights of LGBTQ people are under attack from specific pieces of legislation that protect discrimination in fields such as child adoption, bathroom choice, and the practice of busines owners denying service to LGBTQ individuals. It is imperative that public officials affirm and protect the rights of LGBTQ people.'
},	
{
	'text': 'Easy and affordable access to reproductive care in your community is a human right.'
},	
{
	'text': 'Women who are pregnant on the job have a legal right to necessary accommodations from their employer. Forcing pregnant employees to do unduly laborious tasks invites medical emergency.'
},	
{
	'text': 'Politicians’ and employers’ efforts to limit access to birth control and abortion services infringe on the rights of women to plan and control their reproductive futures.'
},	
{
	'text': 'We need public education not privatization. Charter schools are harmful to public education because they divert funding away from public schools in low income areas, often functioning as operations for profit while evading public accountability. Charters contribute to a re-segregation trend in American education that adversely affects students of color and students in poverty.'
},	
{
	'text': 'College should be affordable, specifically tuition-free, for all who want to attend. Innovative local solutions to higher education costs, including transportation subsidies for students, programs to lower the costs of textbooks, and abolishing tuition for public colleges and universities will increase the number of people from disadvantaged backgrounds who pursue higher education.'
},	
{
	'text': 'They say, “it\'s your right to vote,” but many states and localities throughout the nation have implemented discriminatory voting laws that are designed to prevent communities of color and low income people from voting. Automatic and same-day voter registration are among policy proposals that will empower minority voters against their disenfranchisement.'
},	
{
	'text': 'We need to get big money out of politics. Public election financing and contribution matching ratios are innovative solutions to corporate control over the electoral process that will enable grassroots, community engagement with candidate fundraising that shifts the balance of power towards everyday people.'
},	
{
	'text': 'Like Woody Guthrie sung, "this land is your land, this land is my land." Private corporate exploitation of resources from public lands in leased-land operations such as mining, logging, fracking, and drilling harm the natural environment. The government should end leases of public lands to private contractors for resource extraction.'
},	
{
	'text': 'Safe water is a human right. Public health concerns tied to polluted waterways and aging piping infrastructure must be addressed.'
},	
{
	'text': 'The union makes everyone strong. Government can support working class families by protecting the collective bargaining rights of workers in establishing and participating in labor unions. Right to work laws must be opposed in both the public and private sectors.'
},	
{
	'text': 'Healthcare is a human right. A plan for lowering the costs associated with healthcare in your community should be created with the goal of achieving universal single payer coverage.'
},	
{
	'text': 'Food deserts are urban areas in which working class people have difficulties accessing affordable and healthy foods, contributing to nation-wide public health crises. Ensuring access of healthy foods to low-income individuals can serve a preventative role in cost-effective health programs in local communities.'
},	
{
	'text': 'The developments of systems of public transportation in many large metropolitan cities are often characterized by inadequate service for disadvantaged groups, including communities of color and low income areas. Where it is lacking, public transportation should be reformed to service the whole community equitably across such boundaries as race and socioeconomic class.'
},	
{
	'text': 'In the 21st century, all new public infrastructure should be created with the goals of carbon neutrality and a reliance on renewable energy.'
},	
{
	'text': 'We need fair not free trade. Fair trade is critical to helping workers in the United States and abroad achieve good living standards. It is important for local and state governments to pursue fair trade made goods in purchasing items.'
}]